Repository: common-repository/seers-cookie-consent-banner-privacy-policy
Catalog: languages/seers-cookie-consent-banner-privacy-policy-*.po
Languages: eu, nl_nl, tr_tr

source: Get Premium
nl_nl: Premium-versie kopen
tr_tr: Premium Al

source: Quick Feedback
eu: Iritzi azkarra
nl_nl: Snelle feedback
tr_tr: Hızlı geri bildirim

source: If you have a moment, please let us know why you are deactivating:
eu: Momentu bat baduzu, adierazi iezaguzu zergatik desaktibatzen ari zaren:
nl_nl: Als je een moment hebt, laat het ons dan weten waarom je deactiveert:
tr_tr: Bir dakikan varsa, lütfen neden devre dışı bıraktığınızı bize bildirin:

source: The banner is not in the required language
eu: Bandera ez da beharrezkoa den hizkuntzan
nl_nl: De banner bevindt zich niet in de vereiste taal
tr_tr: Banner gerekli dilde değil

source: The banner picks up your website language automatically. You can always sign-in on your Seers account
eu: Banderrak zure webgunea automatikoki jasotzen du. Zure Seers kontuan saioa hasi dezakezu beti
nl_nl: De banner pikt automatisch de taal van uw website op. U kunt altijd inloggen op uw Seers account
tr_tr: Banner web sitenizi otomatik olarak alır. Seers hesabınızda her zaman oturum açabilirsiniz

source: and choose the language you like. See the video
eu: eta aukeratu nahi duzun hizkuntza. Ikusi bideoa
nl_nl: en kies de taal die je leuk vindt. Zie de video
tr_tr: ve istediğiniz dili seçin. Videoyu gör

source: here
eu: asko
nl_nl: hier
tr_tr: burada

source: Banner did not appear
eu: Banner ez zen agertu
nl_nl: Banner verscheen niet
tr_tr: Afiş görünmedi

source: Most of the times the compatibility issue can be fixed very quickly. Please contact
eu: Bateragarritasun gaia gehienetan oso azkar konpondu daiteke. Mesedez, jarri harremanetan
nl_nl: Meestal kan het compatibiliteitsprobleem zeer snel worden opgelost. Neem contact op
tr_tr: Çoğu zaman uyumluluk sorunu çok hızlı bir şekilde düzeltilebilir. Lütfen iletişime geçin

source: Cookies are not showing in settings
eu: Cookieak ez dira ezarpenak erakusten
nl_nl: Cookies worden niet weergegeven in de instellingen
tr_tr: Cookies ayarlarda göstermiyor

source: We are scanning your website and it can take up to 12 hours for Cookies to appear. In a very few cases scanner miss a cookie. This
eu: Zure webgunea eskaneatzen ari gara eta 12 ordu iraun dezake cookieak agertzeko. Oso kasu gutxitan eskanerrak galdu cookie bat. Hau
nl_nl: We scannen uw website en het kan tot 12 uur duren voordat cookies verschijnen. In een paar gevallen mist scanner een koekje. Deze
tr_tr: Web sitenizi taşıyoruz ve Cookies görünmesi 12 saat kadar sürebilir. Cookies az durumda tarayıcı bir tanımlama bilgisini kaçırır. Bu

source: explains how to add cookies manually.
eu: cookieak eskuz nola gehitu azaltzen du.
nl_nl: legt uit hoe u cookies handmatig wilt toevoegen.
tr_tr: cookie manuel olarak nasıl ekleyeceğinizi açıklar.

source: The banner did not match website theme
eu: Bannerrak ez zuen webgunearen gaia bat etorri
nl_nl: De banner kwam niet overeen met de website van de website
tr_tr: Afiş web sitesi temasına uymadı

source: You can fully customize the banner. Please see the video
eu: Bandera erabat pertsonaliza dezakezu. Mesedez, ikusi bideoa
nl_nl: Je kunt de banner volledig aanpassen. Zie de video
tr_tr: Afişi tamamen özelleştirebilirsiniz. Lütfen videoya bakın

source: The plugin broke my site
eu: Pluginak nire gunea apurtu zuen
nl_nl: De plug-in brak mijn site
tr_tr: Eklenti sitemi kırdı

source: I have found a better plugin
eu: Plugin hobea aurkitu dut
nl_nl: Ik heb een betere plug-in gevonden
tr_tr: Daha iyi bir eklenti buldum

source: Plugin name
eu: Plugina izena
nl_nl: Naam van plug-in
tr_tr: Eklenti adı

source: The plugin is great, but i need specific feature that you do not support.
eu: Plugina bikaina da, baina onartzen ez dituzun ezaugarri zehatzak behar ditut.
nl_nl: De plug-in is geweldig, maar ik heb specifieke functie nodig die je niet ondersteunt.
tr_tr: Eklenti harika, ancak desteklemediğiniz belirli bir özelliğe ihtiyacım var.

source: The plugin is great, but i need specific feature that you don't support.
eu: Plugina bikaina da, baina ez dituzula onartzen ezaugarri zehatzak behar ditut.
nl_nl: De plug-in is geweldig, maar ik heb specifieke functie nodig die je niet ondersteunt.
tr_tr: Eklenti harika, ancak desteklemediğiniz belirli bir özelliğe ihtiyacım var.

source: Banner customisation.
eu: Banner pertsonalizazioa.
nl_nl: Banner aanpassing.
tr_tr: Afiş özelleştirme.

source: Other
eu: Beste
nl_nl: Ander
tr_tr: Diğer

source: Kindly tell us the reason so we can improve.
eu: Mesedez, esan iezaguzu arrazoia hobetu dezakegun.
nl_nl: Vertel ons vriendelijk de reden, zodat we kunnen verbeteren.
tr_tr: Lütfen bize sebebi söyleyin, böylece iyileşebiliriz.

source: Submit & Deactivate
eu: Bidali eta desaktibatu
nl_nl: Indienen en deactiveren
tr_tr: Gönder ve Devre Dışı Bırak

source: Cancel
eu: Indargabetu
nl_nl: Annuleren
tr_tr: İptal

source: Skip & Deactivate
eu: Saltatu eta desaktibatu
nl_nl: Skip & deactiveren
tr_tr: Atla ve Devre Dışı Bırak

source: Dismiss this notice.
eu: Baztertu ohar hau.
nl_nl: Deze kennisgeving afwijzen.
tr_tr: Bu bildirimi reddet.

source: Create Account
eu: Kontua sortu
nl_nl: Maak account
tr_tr: Hesap oluşturmak

source: Already Existing
eu: Dagoeneko Dagoeneko
nl_nl: Reeds Bestaand
tr_tr: Halihazırda Mevcut

source: Your Seers Cookie Consent banner is activated.
eu: Zure Seers Cookie Baimen Banner aktibatuta dago.
nl_nl: De toestemmingsbanner van uw SEERS Cookie is geactiveerd.
tr_tr: Seers Cookie İzin Afişiniz etkinleştirildi.

source: Your Seers Cookie Consent Banner is NOT activated because
eu: Zure Seers Cookie Baimen Banner ez da aktibatuta
nl_nl: Uw SEERS Cookie Toegestreffende banner is niet geactiveerd omdat
tr_tr: Seers Cookie İzin Afişiniz ETKİNLEŞTİRİLMEDİ çünkü

source: Email
eu: I-posta
tr_tr: E-posta

source: I agree Seers
eu: Ados Seers
nl_nl: Ik ben het eens Seers
tr_tr: Seers katılıyorum

source: Terms & Condition
eu: Baldintzak eta egoera
nl_nl: Regels en voorwaarden
tr_tr: Şartlar ve koşullar

source: and
eu: eta
nl_nl: en
tr_tr: ve

source: Privacy Policy
eu: Pribatutasun politika
nl_nl: Privacybeleid
tr_tr: Gizlilik Politikası

source: I agree Seers to use my email and url to create an account and power the cookie banner.
eu: Seers nire posta elektronikoa eta URLa erabiltzea onartzen dut kontu bat sortzeko eta cookie banner-a pizteko.
nl_nl: Ik geef Seers toestemming om mijn email en url te gebruiken om een account aan te maken en de cookie banner aan te zetten.
tr_tr: Bir hesap oluşturmak ve çerez afişini güçlendirmek için e-posta ve URL'imi kullanmalarını kabul ediyorum.I agree Seers to use my email and url to create an account and power the cookie banner.

source: Create Premium Account
eu: Sortu Premium kontua
nl_nl: Premium-account aanmaken
tr_tr: Premium Hesap Oluştur

source: Seers Cookie ID will be received automatically after account creation
eu: Seers Cookie IDa automatikoki jasoko da kontua sortzearen ondoren
nl_nl: SEERS Cookie-ID wordt automatisch ontvangen na het maken van Account
tr_tr: Seers Cookie ID, hesap oluşturmadan sonra otomatik olarak alınacak

source: Important Note: Your domain name without the www and https:// will be used as your password to access the seers <a href="%s" target="_blank">dashboard</a>.
eu: Ohar garrantzitsua: www eta https:// gabe zure domeinu-izena pasahitz gisa erabiliko da ikusleen <a href="%s" target="_blank">arbel</a>ra sartzeko.
nl_nl: Belangrijke opmerking: Uw domeinnaam zonder de www en https:// zal gebruikt worden als uw wachtwoord om in te loggen op Seers <a href="%s" target="_blank">Dashboard</a>.
tr_tr: Önemli Not: www ve https:// olmadan alan adınız Seers <a href="%s" target="_blank">Dashboard'a</a> giriş yapmak için şifreniz olarak kullanılacaktır.

source: Account already exists with Seers?
eu: Badago kontua Seers-ekin?
nl_nl: Bestaat er al een rekening bij Seers?
tr_tr: Seers'da zaten bir hesap var mı?

source: Update Cookie ID
eu: Eguneratu Cookie ID
tr_tr: Güncelleme Cookie ID

source: REGULATION
eu: ARAUDIA
nl_nl: VERORDENING
tr_tr: DÜZENLEME

source: Consent Type
nl_nl: Toestemmingstype
tr_tr: Rıza türü

source: Global Privacy Law
eu: Pribatutasun Legea globala
nl_nl: Wereldwijde privacywetgeving
tr_tr: Küresel Gizlilik Hukuku

source: PREMIUM
tr_tr: ÜST SÜRÜM

source: LANGUAGE
eu: HIZKUNTZA
nl_nl: TAAL
tr_tr: DİL

source: Choose
eu: Aukeratu
nl_nl: Kies
tr_tr: Seç

source: English
eu: Ingelesa
nl_nl: Engels
tr_tr: İngilizce

source: Geo-target Location (Regional)
eu: Xede geografikoaren kokapena (eskualdekoa)
nl_nl: Locatie geodoel (regionaal)
tr_tr: Coğrafi Hedef Konumu (Bölgesel)

source: Worldwide
eu: Mundu osoan
nl_nl: Wereldwijd
tr_tr: Dünya çapında

source: UK & EU Countries
eu: Erresuma Batuko eta EBko herrialdeak
nl_nl: Landen VK & EU
tr_tr: Birleşik Krallık ve AB Ülkeleri

source: Auto Regional Detection
eu: Eskualdeen detekzio automatikoa
nl_nl: Automatische regionale detectie
tr_tr: Otomatik Bölgesel Algılama

source: Other Countries
eu: Beste Herrialde batzuk
nl_nl: Andere landen
tr_tr: Diğer Ülkeler

source: Language Auto Regional Detection
eu: Hizkuntza Eskualdeen Detekzio Autotikoa
nl_nl: Taal Automatische Regionale Detectie
tr_tr: Dil Otomatik Bölgesel Algılama

source: Turn on to automatically detect the language of banner according to region
eu: Aktibatu pankartaren hizkuntza eskualdearen arabera automatikoki hautemateko
nl_nl: Inschakelen om automatisch de taal van de banner te detecteren op basis van de regio
tr_tr: Bölgeye göre banner dilini otomatik olarak algılamak için açın

source: Preview
eu: Aurrebista
nl_nl: Voorbeeld
tr_tr: Önizleme

source: Global Privacy Laws
eu: Pribatutasun Lege Globalak
nl_nl: Wereldwijde privacywetten
tr_tr: Küresel Gizlilik Yasaları

source: (GDPR) General Data Protection Regulation
eu: (GDPR) Datuak Babesteko Erregelamendu Orokorra
nl_nl: (GDPR) Algemene Verordening Gegevensbescherming
tr_tr: (GDPR) Genel Veri Koruma Yönetmeliği

source: European Union
eu: Europar Batasuna
nl_nl: Europese Unie
tr_tr: Avrupa Birliği

source: (CCPA) California Consumer Privacy Act
eu: (CCPA) Kaliforniako Kontsumitzaileen Pribatutasun Legea
nl_nl: (Privacywet van de Californische consument
tr_tr: (CCPA) Kaliforniya Tüketici Gizliliği Yasası

source: United States
eu: Estatu Batuak
nl_nl: Verenigde Staten
tr_tr: Amerika Birleşik Devletleri

source: (CPRA) California Privacy Rights Act
eu: (CPRA) Kaliforniako Pribatutasun Eskubideen Legea
nl_nl: (Privacywet van Californië
tr_tr: (CPRA) Kaliforniya Gizlilik Hakları Yasası

source: (LGPD) Brazilian General Data Protection Law
eu: (LGPD) Brasilgo Datuak Babesteko Lege Orokorra
nl_nl: (LGPD) Braziliaanse Algemene Wet Gegevensbescherming
tr_tr: (LGPD) Brezilya Genel Veri Koruma Kanunu

source: Brazil
eu: Brasil
nl_nl: Brazilië
tr_tr: Brezilya

source: (PIPL) Personal Information Protection Law
eu: (PIPL) Informazio pertsonala babesteko Legea
nl_nl: (Wet bescherming persoonsgegevens
tr_tr: (KVKK) Kişisel Bilgilerin Korunması Kanunu

source: China
eu: Txina
tr_tr: Çin

source: (PDPA) Personal Data Protection Act
eu: (PDPA) Datu Pertsonalak Babesteko Legea
nl_nl: (Wet bescherming persoonsgegevens
tr_tr: (PDPA) Kişisel Verilerin Korunması Kanunu

source: Singapore
eu: Singapur
tr_tr: Singapur

source: Australia
nl_nl: Australië
tr_tr: Avustralya

source: Data Protection Act 2018
eu: 2018ko Datuak Babesteko Legea
nl_nl: Wet bescherming persoonsgegevens 2018
tr_tr: Veri Koruma Yasası 2018

source: United Kingdom
eu: Erresuma Batua
nl_nl: Verenigd Koninkrijk
tr_tr: Birleşik Krallık

source: (POPIA) Protection of Personal Information Act
eu: (POPIA) Datu Pertsonalen Babeserako Legea
nl_nl: (POPIA) Wet Bescherming Persoonsgegevens
tr_tr: (POPIA) Kişisel Bilgilerin Korunması Yasası

source: South Africa
eu: Hegoafrika
nl_nl: Zuid-Afrika
tr_tr: Güney Afrika

source: (PIPEDA) Personal Information Protection and Electronic Documents Act
eu: (PIPEDA) Datu Pertsonalak Babesteko eta Dokumentu Elektronikoen Legea
nl_nl: (PIPEDA) Wet bescherming persoonsgegevens en elektronische documenten
tr_tr: (PIPEDA) Kişisel Bilgilerin Korunması ve Elektronik Belgeler Yasası

source: Canada
eu: Kanada
tr_tr: Kanada

source: (EU Cookie Law) ePrivacy Directive
eu: (EBko Cookieen Legea) Pribatutasun Elektronikoaren Zuzentaraua
nl_nl: (EU-cookiewetgeving) ePrivacy-richtlijn
tr_tr: (AB Çerez Kanunu) ePrivacy Direktifi

source: (COPPA) Children's Online Privacy Protection Act
eu: (COPPA) Haurrentzako Online Pribatutasunaren Babeserako Legea
tr_tr: (COPPA) Çocukların Çevrimiçi Gizliliğini Koruma Yasası

source: Personal Data (Privacy) Ordinance
eu: Datu Pertsonalak (Pribatutasuna) Ordenantza
nl_nl: Verordening persoonsgegevens (privacy)
tr_tr: Kişisel Veriler (Gizlilik) Yönetmeliği

source: Data Protection Law
eu: Datuak Babesteko Legea
nl_nl: Wet bescherming persoonsgegevens
tr_tr: Veri Koruma Kanunu

source: UAE
nl_nl: VAE
tr_tr: BAE

source: (APPI) Act on the Protection of Personal Information
eu: (APPI) Datu Pertsonalak Babesteari buruzko Legea
nl_nl: (APPI) Wet bescherming persoonsgegevens
tr_tr: (APPI) Kişisel Bilgilerin Korunması Kanunu

source: Japan
eu: Japonia
tr_tr: Japonya

source: New Zealand Privacy Act 2020
eu: 2020ko Zelanda Berriko Pribatutasun Legea
nl_nl: Nieuw-Zeeland Privacywet 2020
tr_tr: Yeni Zelanda Gizlilik Yasası 2020

source: New Zealand
eu: Zeelanda Berria
nl_nl: Nieuw-Zeeland
tr_tr: Yeni Zelanda

source: (PDPA) Thailand Personal Data Protection Act
eu: (PDPA) Thailandiako Datu Pertsonalak Babesteko Legea
nl_nl: (Thailand Wet bescherming persoonsgegevens
tr_tr: (PDPA) Tayland Kişisel Verilerin Korunması Yasası

source: Thailand
eu: Thailandia
tr_tr: Tayland

source: Data Privacy Act of 2012
eu: 2012ko Datuen Pribatutasun Legea
nl_nl: Wet bescherming persoonsgegevens van 2012
tr_tr: 2012 Veri Gizliliği Yasası

source: Philippines
eu: Filipinak
nl_nl: Filipijnen
tr_tr: Filipinler

source: Indian Personal Data Protection Bill (Draft)
eu: Indiako Datu Pertsonalak Babesteko Lege Proiektua (Zirriborroa)
nl_nl: Indiase ontwerpwet bescherming persoonsgegevens
tr_tr: Hindistan Kişisel Verilerin Korunması Yasa Tasarısı (Taslak)

source: India
tr_tr: Hindistan

source: (PIPA) South Korean Personal Information Protection Act
eu: (PIPA) Hego Koreako Datu Pertsonalak Babesteko Legea
nl_nl: (PIPA) Zuid-Koreaanse wet bescherming persoonsgegevens
tr_tr: (PIPA) Güney Kore Kişisel Bilgilerin Korunması Yasası

source: South Korea
eu: Hego Korea
nl_nl: Zuid-Korea
tr_tr: Güney Kore

source: (LFPDPPP) Mexican Federal Law on the Protection of Personal Data Held by Private Parties
eu: (LFPDPPP) Mexikoko Lege Federala Partidu pribatuek dituzten Datu Pertsonalak Babesteari buruzkoa
nl_nl: (LFPDPPP) Mexicaanse federale wet inzake de bescherming van persoonsgegevens in privébezit
tr_tr: (LFPDPPP) Özel Taraflarca Tutulan Kişisel Verilerin Korunmasına ilişkin Meksika Federal Kanunu

source: Mexico
eu: Mexiko
tr_tr: Meksika

source: Kenya Data Protection Act 2019
eu: Kenyako Datuak Babesteko Legea 2019
nl_nl: Kenia Wet Bescherming Persoonsgegevens 2019
tr_tr: Kenya Veri Koruma Yasası 2019

source: (LPPD) Law on Protection of Personal Data
eu: (LPPD) Datu Pertsonalak Babesteari buruzko Legea
nl_nl: (LPPD) Wet bescherming persoonsgegevens
tr_tr: (KVKK) Kişisel Verilerin Korunması Kanunu

source: Turkey
eu: Turkia
nl_nl: Turkije
tr_tr: Türkiye

source: General Data Protection Law
eu: Datuak Babesteko Lege Orokorra
nl_nl: Algemene wet gegevensbescherming
tr_tr: Genel Veri Koruma Kanunu

source: Argentina
nl_nl: Argentinië
tr_tr: Arjantin

source: (FADP) Swiss Federal Act on Data Protection
eu: (FADP) Datuen Babesari buruzko Suitzako Lege Federala
nl_nl: (FADP) Zwitserse federale wet op gegevensbescherming
tr_tr: (FADP) İsviçre Federal Veri Koruma Yasası

source: Switzerland
eu: Suitza
nl_nl: Zwitserland
tr_tr: İsviçre

source: Israel Protection of Privacy Law 5741-1981
eu: Israelgo Pribatutasunaren Babeserako 5741-1981 Legea
nl_nl: Wet 5741-1981 inzake de bescherming van de privacy in Israël
tr_tr: İsrail Mahremiyetin Korunması Kanunu 5741-1981

source: Israel
nl_nl: Israël
tr_tr: İsrail

source: Colombian Data Protection Law (Law 1581 of 2012)
eu: Kolonbiako Datuak Babesteko Legea (2012ko 1581 Legea)
nl_nl: Colombiaanse wet op gegevensbescherming (Wet 1581 van 2012)
tr_tr: Kolombiya Veri Koruma Kanunu (2012 tarihli 1581 sayılı Kanun)

source: Colombia
eu: Kolonbia
tr_tr: Kolombiya

source: Russian Federal Law on Personal Data
eu: Errusiako Datu Pertsonalei buruzko Lege Federala
nl_nl: Russische Federale Wet op Persoonsgegevens
tr_tr: Kişisel Verilere İlişkin Rusya Federal Kanunu

source: Russia
eu: Errusia
nl_nl: Rusland
tr_tr: Rusya

source: Data Privacy Law
eu: Datuen Pribatutasun Legea
nl_nl: Privacywetgeving
tr_tr: Veri Gizliliği Kanunu

source: Indonesia
nl_nl: Indonesië
tr_tr: Endonezya

source: Law on Cybersecurity
eu: Zibersegurtasunaren Legea
nl_nl: Wet op cyberbeveiliging
tr_tr: Siber Güvenlik Yasası

source: (Show/Hide)
eu: (Erakutsi/Ezkutatu)
nl_nl: (Weergeven/Verbergen)
tr_tr: (Göster/Gizle)

source: Allow Cookie Banner to be displayed on your website
eu: Baimendu Cookie Banner zure webgunean bistaratzea
nl_nl: Cookie Banner toestaan op je website
tr_tr: Çerez Banner'ının web sitenizde görüntülenmesine izin verin

source: Turn on to record the consent of users
eu: Aktibatu erabiltzaileen baimena grabatzeko
nl_nl: Inschakelen om de toestemming van gebruikers vast te leggen
tr_tr: Kullanıcıların onayını kaydetmek için açın

source: Sub-Domains Setting
eu: Azpidomeinuen ezarpena
nl_nl: Instelling subdomeinen
tr_tr: Alt Alan Adları Ayarı

source: Covers all subdomain under the selected domain
eu: Hautatutako domeinuaren azpidomeinu guztiak hartzen ditu
nl_nl: Omvat alle subdomeinen onder het geselecteerde domein
tr_tr: Seçilen alan adı altındaki tüm alt alan adlarını kapsar

source: Choose how many time you want consent from user
eu: Aukeratu zenbat aldiz nahi duzun erabiltzailearen baimena
nl_nl: Kies hoe vaak je toestemming wilt van de gebruiker
tr_tr: Kullanıcıdan kaç kez onay almak istediğinizi seçin

source: Always
eu: Beti
nl_nl: Altijd
tr_tr: Her zaman

source: Daily
eu: Egunero
nl_nl: Dagelijks
tr_tr: Günlük

source: Weekly
eu: Asterokoa
nl_nl: Wekelijks
tr_tr: Haftalık

source: Monthly
eu: Hilerokoa
nl_nl: Maandelijks
tr_tr: Aylık

source: Quarterly
eu: Hiruhilabetekaria
nl_nl: Driemaandelijks
tr_tr: Üç Aylık

source: Yearly
eu: Urtero
nl_nl: Jaarlijks
tr_tr: Yıllık

source: Save Changes
eu: Aldaketak gorde
nl_nl: Wijzigingen opslaan
tr_tr: Değişiklikleri Kaydet

source: This text will appear on the button that the user can click to “accept” the storage of their terminal equipment.
eu: Testu hori erabiltzaileak sakatu dezakeen botoian agertuko da bere terminal-ekipoaren biltegiratzea “onartzeko”.
nl_nl: Deze tekst verschijnt op de knop waarop de gebruiker kan klikken om de opslag van zijn eindapparatuur te "accepteren".
tr_tr: Bu metin, kullanıcının terminal ekipmanının depolanmasını "kabul etmek" için tıklayabileceği düğmede görünecektir.

source: Edit the text & its colour of “Accept” button
eu: Editatu testua eta bere kolorea "Onartu" botoian
nl_nl: Bewerk de tekst en de kleur van de knop "Accepteren
tr_tr: "Kabul Et" düğmesinin metnini ve rengini düzenleyin

source: Allow All
eu: Baimendu guztiak
nl_nl: Alles toestaan
tr_tr: Hepsine izin ver

source: Change the “Accept” button colour
eu: Aldatu "Onartu" botoiaren kolorea
nl_nl: Verander de kleur van de knop "Accepteren
tr_tr: "Kabul Et" düğmesinin rengini değiştirin

source: This text will appear on the button that the user can click to “decline” the storage of cookies on their terminal equipment.
eu: Testu hori erabiltzaileak sakatu dezakeen botoian agertuko da bere terminal-ekipoan cookieak biltegiratzea “ukatzeko”.
nl_nl: Deze tekst verschijnt op de knop waarop de gebruiker kan klikken om het opslaan van cookies op zijn eindapparatuur te "weigeren".
tr_tr: Bu metin, kullanıcının terminal ekipmanlarında çerezlerin depolanmasını "reddetmek" için tıklayabileceği düğmede görünecektir.

source: Edit the text & its colour of “Reject” button
eu: Editatu testua eta bere kolorea "Ukatu" botoian
nl_nl: Bewerk de tekst en de kleur van de knop "Afwijzen
tr_tr: "Reddet" düğmesinin metnini ve rengini düzenleyin

source: Disable All
eu: Desgaitu guztiak
nl_nl: Alles uitschakelen
tr_tr: Hepsini etkisiz hale getir

source: Change the “Reject” button colour
eu: Aldatu "Ukatu" botoiaren kolorea
nl_nl: De kleur van de knop "Afwijzen" wijzigen
tr_tr: "Reddet" düğmesinin rengini değiştirin

source: This text will expand the cookie banner downward, showing the categories of cookies and details of each cookie within the respective category.
eu: Testu honek cookieen pankarta beherantz zabalduko du, eta dagokien kategorian cookieen kategoriak eta cookie bakoitzaren xehetasunak erakutsiz.
nl_nl: Deze tekst breidt de cookiebanner naar beneden uit en toont de categorieën cookies en details van elke cookie binnen de respectieve categorie.
tr_tr: Bu metin çerez başlığını aşağı doğru genişleterek çerez kategorilerini ve ilgili kategorideki her bir çerezin ayrıntılarını gösterecektir.

source: Edit the text & its colour of “Cookie Setting”
eu: Editatu testua eta bere kolorea "Cookie ezarpena"
nl_nl: Bewerk de tekst en de kleur van "Cookie-instelling"
tr_tr: "Çerez Ayarı" metnini ve rengini düzenleyin

source: Preference
eu: Hobespenak
nl_nl: Instellingen
tr_tr: Tercih

source: Change the “Cookie Setting” button colour
eu: Aldatu "Cookieen ezarpena" botoiaren kolorea
nl_nl: Verander de kleur van de knop "Cookie-instelling
tr_tr: "Çerez Ayarı" düğmesinin rengini değiştirin

source: We use cookies to ensure you get the best experience
eu: Cookieak erabiltzen ditugu edukia eta iragarkiak pertsonalizatzeko, sare sozialen funtzioak eskaintzeko eta gure trafikoa aztertzeko. Gure webgunearen erabilerari buruzko informazioa ere partekatzen dugu gure sare sozialekin, publizitatearekin eta analisi-bazkideekin, zuk eman diezun beste informazio batzuekin edo haien zerbitzuak erabiltzeagatik bildu duten beste informazio batzuekin. Gure cookieak onartzen dituzu gure webgunea erabiltzen jarraitzen baduzu.
nl_nl: Wij gebruiken cookies om inhoud en advertenties te personaliseren, om functies voor sociale media aan te bieden en om ons verkeer te analyseren. Wij delen ook informatie over uw gebruik van onze site met onze partners op het gebied van sociale media, reclame en analyse, die deze informatie kunnen combineren met andere informatie die u aan hen hebt verstrekt of die zij hebben verzameld via uw gebruik van hun diensten. U stemt in met onze cookies als u onze website blijft gebruiken.
tr_tr: Çerezleri içerik ve reklamları kişiselleştirmek, sosyal medya özellikleri sağlamak ve trafiğimizi analiz etmek için kullanırız. Ayrıca, sitemizi kullanımınızla ilgili bilgileri, kendilerine sağladığınız veya hizmetlerini kullanımınızdan topladıkları diğer bilgilerle birleştirebilecek sosyal medya, reklam ve analiz ortaklarımızla paylaşıyoruz. Web sitemizi kullanmaya devam ederseniz çerezlerimize izin vermiş olursunuz.

source: Banner Text Colour &nbsp;
eu: Banner testuaren kolorea
nl_nl: Kleur banner tekst
tr_tr: Banner Metin Rengi

source: Change the banner text colour
eu: Aldatu pankartaren testuaren kolorea
nl_nl: De kleur van de bannertekst wijzigen
tr_tr: Banner metin rengini değiştirme

source: Default
eu: Ez ordaindu
nl_nl: Standaard
tr_tr: Varsayılan

source: Flat
eu: Apartamentu
tr_tr: Düz

source: Rounded
eu: Biribildu
nl_nl: Afgerond
tr_tr: Yuvarlak

source: Choose the display style of your banner
eu: Aukeratu zure pankartaren bistaratzeko estiloa
nl_nl: Kies de weergavestijl van je banner
tr_tr: Afişinizin görüntüleme stilini seçin

source: Banner
eu: Bannantzia
tr_tr: Afiş

source: Tooltip
tr_tr: Araç İpucu
