Repository: common-repository/seers-cookie-consent-banner-privacy-policy
Catalog: languages/seers-cookie-consent-banner-privacy-policy-*.po
Languages: eu, nl_nl, tr_tr

source: Autoblock Tracking Manager
eu: Blokeo automatikoaren jarraipenaren kudeatzailea
tr_tr: Autoblock Takip Yöneticisi

source: Block vendors cookies & tracking technologies
eu: Blokeatu saltzaileen cookieak eta jarraipen-teknologiak
nl_nl: Blokkeer cookies en trackingtechnologieën van leveranciers
tr_tr: Satıcıların çerezlerini ve izleme teknolojilerini engelleyin

source: Help Guide
eu: Laguntza Gida
nl_nl: Help-Gids
tr_tr: Yardım Kılavuzu

source: Video Guide
eu: Bideo gida
nl_nl: Video Gids
tr_tr: Video Kılavuzu

source: Refer to our documentation to set and get started
eu: Ikusi gure dokumentazioa ezartzeko eta hasteko
nl_nl: Raadpleeg onze documentatie om in te stellen en aan de slag te gaan
tr_tr: Ayarlamak ve başlamak için belgelerimize bakın

source: We would love to help you on any queries or issues.
eu: Edozein zalantza edo arazoetan laguntzea gustatuko litzaiguke.
nl_nl: Wij helpen u graag bij vragen of problemen.
tr_tr: Her türlü sorunuz veya sorununuzda size yardımcı olmaktan memnuniyet duyarız.

source: START PREMIUM TODAY
eu: Hasi Premium Gaur
nl_nl: Start Premium vandaag
tr_tr: Bugün Premium Başlat

source: Branding
eu: Iza
tr_tr: Markalaşma

source: Restyle Cookie Consent with your own branding, logos, colours etc
eu: Restyle Cookie Baimena zure marka, logotipo, kolore eta abarrekin
nl_nl: Restyle Cookie Consent met uw eigen branding, logo's, kleuren enz.
tr_tr: Cookie Consent'i kendi markanız, logolarınız, renkleriniz vb. ile yeniden şekillendirin

source: Multi Lingual
eu: Multi linguala
tr_tr: Çok dilli

source: 28 languages to choose from. Offer localised text with control of location and languages
eu: 28 hizkuntza aukeratzeko. Eskaintza lokalizatutako testua kokapen eta hizkuntzen kontrolarekin
nl_nl: 28 talen om uit te kiezen. Bied gelokaliseerde tekst met controle over locatie en talen
tr_tr: Aralarından seçim yapabileceğiniz 28 dil. Konum ve dil kontrolü ile yerelleştirilmiş metin sunun

source: Consent Log
eu: Baimenen erregistroa
nl_nl: Toestemmingslogboek
tr_tr: Rıza günlüğü

source: As per GDPR article 30 demonstrate that data subject consent was received
eu: GDPR 30. artikuluak frogatzen duen moduan, datuen gaiaren baimena jaso zela
nl_nl: Conform GDPR artikel 30 aantonen dat de toestemming van de betrokkene is ontvangen
tr_tr: GDPR madde 30 uyarınca veri sahibi rızasının alındığının gösterilmesi

source: Cookie Policy
eu: Cookie politika
nl_nl: Cookie beleid
tr_tr: Cookie politikası

source: Setting up your Privacy Policies is something every business needs to comply with. It used to be a hassle & cost a fortune. We've solved that.
eu: Zure Pribatutasun Politikak ezartzea negozio guztiek bete behar duten zerbait da. Hassle bat zen eta fortuna kostatu zitzaion. Hori konpondu dugu.
nl_nl: Het opzetten van een privacybeleid is iets waar elk bedrijf aan moet voldoen. Vroeger was het een heel gedoe en kostte het een fortuin. Wij hebben dat opgelost.
tr_tr: Gizlilik Politikalarınızı oluşturmak her işletmenin uyması gereken bir şeydir. Eskiden bu bir güçlüktü ve bir servete mal oluyordu. Biz bunu çözdük.

source: Prior Consent
eu: Aldez aurretik baimena
nl_nl: Voorafgaande toestemming
tr_tr: Önceden onay

source: By law, you must gain prior consent before any cookies drop. Our banner is one of the few that is compliant
eu: Legearen arabera, aldez aurretik baimena lortu behar duzu cookieak jaitsi aurretik. Gure pankarta betetzen duen bakarrenetakoa da
nl_nl: Volgens de wet moet u vooraf toestemming krijgen voordat er cookies worden geplaatst. Onze banner is een van de weinige die aan de wet voldoet
tr_tr: Yasalara göre, herhangi bir çerez bırakmadan önce önceden izin almanız gerekir. Afişimiz, yasalara uygun olan birkaç afişten biridir.

source: 6+ Design Layouts
eu: 6+ diseinu diseinu
tr_tr: 6+ tasarım düzenleri

source: 6 Consent banner designs to choose from
eu: 6 banner-diseinu aukeran
nl_nl: 6 toestemmings banner ontwerpen om uit te kiezen
tr_tr: 6 Muhafazakar afiş tasarımı arasından seçim yapın

source: Customer Support
eu: Bezeroaren laguntza
nl_nl: Klantenservice
tr_tr: Müşteri desteği

source: We pride ourselves on our one-to-one customer support. We will bend over backwards to assist you
eu: Bezeroaren laguntza banan-banan harro gaude. Atzera makurtuko gara laguntzeko
nl_nl: Wij zijn trots op onze een-op-een klantenondersteuning. Wij zullen alles in het werk stellen om u te helpen
tr_tr: Bire bir müşteri desteğimizle gurur duyuyoruz. Size yardımcı olmak için elimizden geleni yapacağız

source: Banner Customisation
eu: Banner pertsonalizazioa
nl_nl: Banner-instellingen
tr_tr: Afiş özelleştirme

source: Fully customisable - choose your banner's position, size, colour, buttons, texts, fonts etc
eu: Guztiz pertsonalizagarria - aukeratu zure pankartaren posizioa, tamaina, kolorea, botoiak, testuak, letra tipoak eta abar
nl_nl: Volledig aanpasbaar - kies de positie, grootte, kleur, knoppen, teksten, lettertypes enz. van uw banner
tr_tr: Tamamen özelleştirilebilir - banner'ınızın konumunu, boyutunu, rengini, düğmelerini, metinlerini, yazı tiplerini vb. seçin

source: Subdomains
eu: Azpidomeinuak
nl_nl: Subdomeinen
tr_tr: Alt etki alanları

source: Have multiple subdomains? We have you covered with multi-subdomain support
eu: Subdomeinu ugari al dituzu? Subdomeinu anitzeko laguntzarekin estali zaitugu
nl_nl: Heeft u meerdere subdomeinen? Wij hebben u gedekt met multi-subdomein ondersteuning
tr_tr: Birden fazla alt alan adınız mı var? Çoklu alt alan adı desteği ile sizi koruyoruz

source: Only the users with a paid account can avail this feature.
eu: Ordaindutako kontua duten erabiltzaileek bakarrik erabil dezakete funtzio hau.
nl_nl: Alleen de gebruikers met een betaald account kunnen deze functie gebruiken.
tr_tr: Yalnızca ücretli hesabı olan kullanıcılar bu özelliği boşa çıkarabilir.

source: Ok
eu: Ados
tr_tr: Tamam

source: Provide Seersco.com Login Credentials
eu: Eman Seersco.com-en saioa hasteko kredentzialak
nl_nl: Geef Seersco.com inloggegevens.
tr_tr: Seersco.com Giriş Kimlik Bilgilerini Sağlayın

source: Password
eu: Pasahitza
nl_nl: Wachtwoord
tr_tr: Şifre

source: Login
eu: Saioa hasi
nl_nl: Inloggen
tr_tr: Giriş

source: Want to import settings from seersco.com or keep wordpress banner settings.
eu: Seersco.com-etik ezarpenak inportatu nahi dituzu edo wordpress pankartaren ezarpenak mantendu.
nl_nl: Wil je instellingen van seersco.com importeren of wordpress banner instellingen behouden.
tr_tr: Ayarları seersco.com'dan içe aktarmak veya wordpress banner ayarlarını korumak istiyorum.

source: Keep WP Seetings
eu: Mantendu WP ezarpenak
nl_nl: Houd WP Seetings
tr_tr: WP Seetings'e devam edin

source: Seersco.com Settings
eu: Seersco.com ezarpenak
nl_nl: Seersco.com Instellingen
tr_tr: Seersco.com Ayarları

source: To unlock these feature click on "Create Premium Account" button.
eu: Eginbide hauek desblokeatzeko, egin klik "Sortu Premium kontua" botoian.
nl_nl: Klik op de knop "Premium account aanmaken" om deze functie te ontgrendelen.
tr_tr: Bu özelliklerin kilidini açmak için "Premium Hesap Oluştur" düğmesine tıklayın.

source: Price Plans
eu: Prezio Planak
nl_nl: Prijsplannen
tr_tr: Fiyat Planları

source: Please enter valid Password.
eu: Mesedez, sartu baliozko pasahitza.
nl_nl: Voer een geldig wachtwoord in.
tr_tr: Lütfen geçerli Şifre girin.

source: Email is required.
eu: Posta elektronikoa beharrezkoa da.
nl_nl: E-mail is vereist.
tr_tr: E-posta gereklidir.

source: Please enter a valid email address.
eu: Mesedez, sar ezazu helbide elektroniko egokia.
nl_nl: Voer een geldig e-mailadres in.
tr_tr: Lütfen geçerli bir e-posta adresi girin.

source: Password is required.
eu: Pasahitza beharrezkoa da.
nl_nl: Wachtwoord is vereist.
tr_tr: Şifre gereklidir.

source: seers logo
eu: seers logotipoa
tr_tr: seers logosu

source: powered by
nl_nl: Aangedreven door
tr_tr: Tarafından desteklenmektedir

source: Necessary
eu: Beharrezkoa
nl_nl: Nodig
tr_tr: Gerekli

source: Preferences
eu: Hobespenak
nl_nl: Instellingen
tr_tr: Tercihler

source: Statistics
eu: Estatistika
nl_nl: Statistiek
tr_tr: İstatistik

source: Marketing
eu: Marketina
tr_tr: Pazarlama

source: Always Active
eu: Beti Aktibo
nl_nl: Altijd actief
tr_tr: Her zaman aktif

source: Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.
eu: Beharrezko cookies webgune bat erabilgarri egiten laguntzen dute, oinarrizko funtzioak gaituz, hala nola, orrialdeen nabigazioa eta webguneko gune seguruetarako sarbidea. Webguneak ezin du behar bezala funtzionatu cookie horiek gabe.
nl_nl: Noodzakelijke cookies helpen een website bruikbaar te maken door basisfuncties in te schakelen zoals pagina-navigatie en toegang tot beveiligde gebieden van de website. De website kan niet goed functioneren zonder deze cookies.
tr_tr: Gerekli cookie, sayfa gezinmesi ve web sitesinin güvenli alanlarına erişim gibi temel işlevleri etkinleştirerek bir web sitesi kullanıma yardımcı olur. Web sitesi bu cookie olmadan düzgün çalışamaz.

source: Cookies Detail
eu: Cookieen xehetasunak
tr_tr: Cookie Detay

source: Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.
eu: Lehentasunezko cookieek webgune bat ahalbidetzen dute webguneak nola jokatzeko edo begiratzeko modua aldatzen duen informazioa gogoratzeko, zure hizkuntza nahiago duzun edo sartzen zaren eskualdean bezala.
nl_nl: Voorkeurscookies zorgen voor een website om informatie te onthouden die de manier waarop de website zich gedraagt ​​of ziet, zoals uw gewenste taal of de regio waar u zich bevindt.
tr_tr: Tercih cookies, bir web sitesinin, tercih ettiğiniz diliniz veya bulunduğunuz bölgeniz gibi, web sitesinin davrandığını veya görünüşünü değiştiren bilgileri hatırlamasını sağlar.

source: Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.
eu: Hobespenetako cookieek aukera ematen diote web orriari bere itxura edo funtzionamendua aldarazten duen informazioa gogoratzeko; adibidez, gogokoa duzun hizkuntza edo zer eskualdetan zauden.
nl_nl: Statistische cookies helpen website-eigenaren te begrijpen hoe bezoekers omgaan met websites door anoniem informatie te verzamelen en te rapporteren.
tr_tr: İstatistik cookies, web sitesi sahiplerinin anonim olarak bilgi toplayıp bildirerek ziyaretçilerin web siteleriyle nasıl etkileşimde bulunduğunu anlamalarına yardımcı olabilir.

source: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third-party advertisers.
eu: Marketin cookies webguneetan zehar bisitarien jarraipena egiteko erabiltzen dira. Asmoa da erabiltzaile indibidualarentzat garrantzitsuak eta erakargarriak diren iragarkiak bistaratzea eta, ondorioz, argitaletxeentzat eta hirugarren iragarleentzat baliotsuagoak.
nl_nl: Marketingcookies worden gebruikt om bezoekers over websites te volgen. De bedoeling is om advertenties weer te geven die relevant en boeiend zijn voor de individuele gebruiker en daardoor waardevoller voor uitgevers en externe adverteerders.
tr_tr: Pazarlama cookies, ziyaretçileri web sitelerinde izlemek için kullanılır. Amaç, bireysel kullanıcıya ilgi çekici ve böylece yayıncılar ve üçüncü taraf reklamverenler için daha değerli olan reklamları görüntülemektir.

source: Unclassified
eu: Sailkatu gabeak
nl_nl: Niet geclassificeerd
tr_tr: Sınıflandırılmamış

source: Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.
eu: Sailkatu gabeko cookies sailkatzen ari garen cookies dira, cookie indibidualen hornitzaileekin batera.
nl_nl: Niet-geclassificeerde cookies zijn cookies die we aan het classificeren zijn, samen met de aanbieders van individuele cookies.
tr_tr: Sınıflandırılmamış cookies, bireysel kurabiye sağlayıcıları ile birlikte sınıflandırma sürecinde olduğumuz cookies.

source: Cookies are small text files that can be used by websites to make the experience of the user more efficient. The law states that we can store cookies on your device if they are strictly necessary for the operation of this site. For all other types of cookies, we need your permission. This site uses different types of cookies. Some cookies are placed by third party services that appear on our pages. You can at any time, change or withdraw your consent from the Cookie Declaration on our website. Learn more about who we are, how you can contact us, and how we process personal data in our Privacy Policy?
eu: Cookieak testu-fitxategi txikiak dira, webguneek erabil ditzaketen erabiltzailearen esperientzia eraginkorragoa izan dadin. Legeak dio zure gailuan cookieak gorde ditzakegula gune honen funtzionamendurako guztiz beharrezkoak badira. Beste cookie mota guztietarako, zure baimena behar dugu. Gune honek cookie mota desberdinak erabiltzen ditu. Cookie batzuk gure orrietan agertzen diren hirugarrenen zerbitzuek jartzen dituzte. Edozein unetan, zure baimena aldatu edo ken dezakezu gure webguneko Cookieen Adierazpenetik. Lortu informazio gehiago nor garen, nola jar zaitezke gurekin harremanetan eta nola tratatzen ditugun datu pertsonalak gure Pribatutasun Politikan?
nl_nl: Cookies zijn kleine tekstbestanden die door websites kunnen worden gebruikt om de ervaring van de gebruiker efficiënter te maken. Volgens de wet mogen we cookies op uw apparaat opslaan als ze strikt noodzakelijk zijn voor de werking van deze site. Voor alle andere soorten cookies hebben we uw toestemming nodig. Deze site gebruikt verschillende soorten cookies. Sommige cookies worden geplaatst door diensten van derden die op onze pagina's verschijnen. U kunt te allen tijde uw toestemming wijzigen of intrekken via de cookieverklaring op onze website. Meer informatie over wie wij zijn, hoe u contact met ons kunt opnemen en hoe wij persoonsgegevens verwerken vindt u in ons Privacybeleid?
tr_tr: Çerezler, kullanıcının deneyimini daha verimli hale getirmek için web siteleri tarafından kullanılabilen küçük metin dosyalarıdır. Yasalar, bu sitenin çalışması için kesinlikle gerekli olmaları halinde çerezleri cihazınızda saklayabileceğimizi belirtmektedir. Diğer tüm çerez türleri için izninize ihtiyacımız vardır. Bu site farklı türde çerezler kullanmaktadır. Bazı çerezler, sayfalarımızda görünen üçüncü taraf hizmetleri tarafından yerleştirilir. Web sitemizdeki Çerez Bildirimi'nden istediğiniz zaman izninizi değiştirebilir veya geri çekebilirsiniz. Kim olduğumuz, bizimle nasıl iletişime geçebileceğiniz ve kişisel verileri nasıl işlediğimiz hakkında daha fazla bilgiyi Gizlilik Politikamızda bulabilirsiniz

source: Read Cookie Policy
eu: Irakurri Cookie Politika
nl_nl: Lees cookiebeleid
tr_tr: Cookie politikasını oku

source: Save my choices
eu: Gorde nire aukerak
nl_nl: Bewaar mijn keuzes
tr_tr: Seçimlerimi Kaydet

source: About Cookies
eu: Cookie buruz
nl_nl: Over cookies
tr_tr: Cookie hakkında

source: video
eu: bidetsio

source: Modal
eu: Modala
nl_nl: Modaal

source: DPIA
eu: Erakuslea

source: Premium Plan
eu: Premium Plana

source: You can update this option by Seers's Dashboard and only if you have the Pro+ or Ultimate plan.
eu: Aukera hau Seers-en Arbelaren bidez egunera dezakezu eta Pro+ edo Ultimate plana baduzu soilik.

source: GDPR
nl_nl: AVG

source: Kenya
nl_nl: Kenia

source: Vietnam
nl_nl: Viëtnam
