Repository: common-repository/seers-cookie-consent-banner-privacy-policy
Catalog: languages/seers-cookie-consent-banner-privacy-policy-*.po
Languages: eu, nl_nl, tr_tr

source: Choose the position or placement of the banner
eu: Aukeratu pankartaren posizioa edo kokapena
nl_nl: Kies de positie of plaatsing van de banner
tr_tr: Afişin konumunu veya yerleşimini seçin

source: Top
eu: Goiena
tr_tr: Üst

source: Bottom
eu: Behean
nl_nl: Onderaan
tr_tr: Alt

source: Bottom Left
eu: Beheko Ezkerrean
nl_nl: Linksonder
tr_tr: Sol Alt

source: Bottom Right
eu: Behean Eskuinean
nl_nl: Rechtsonder
tr_tr: Sağ Alt

source: Top Left
eu: Goiko Ezkerrean
nl_nl: Linksboven
tr_tr: Sol Üst

source: Top Right
eu: Goian Eskuinekoa
nl_nl: Rechtsboven
tr_tr: Üst Sağ

source: Universal
eu: Unibertsala
nl_nl: Universeel
tr_tr: Evrensel

source: Standard
eu: Estandarra
nl_nl: Standaard
tr_tr: Standart

source: Cookie Preferences Logo&nbsp;
eu: Cookie Hobespenen logotipoa
nl_nl: Cookie-voorkeuren Logo
tr_tr: Çerez Tercihleri Logosu

source: Logo will show here
eu: Logotipoa hemen erakutsiko da
nl_nl: Logo wordt hier weergegeven
tr_tr: Logo burada gösterilecek

source: Upload
eu: Kargatu
nl_nl: Uploaden
tr_tr: Yükle

source: Choose Font & Size&nbsp;
eu: Aukeratu Letra eta Tamaina
nl_nl: Lettertype en lettergrootte kiezen
tr_tr: Yazı Tipi ve Boyutu Seçin

source: Change the font style and size of your text
eu: Aldatu zure testuaren letra-tipoa eta tamaina
nl_nl: De letterstijl en -grootte van je tekst wijzigen
tr_tr: Metninizin yazı tipi stilini ve boyutunu değiştirin

source: Powered by Seers &nbsp;
eu: Seers-ek bultzatuta
nl_nl: Aangedreven door Seers
tr_tr: Seers tarafından desteklenmektedir

source: Show or hide powered by Seers on preference centre of banner
eu: Erakutsi edo ezkutatu Seers-ek bultzatutako pankartaren hobespen-zentroan
nl_nl: Toon of verberg powered by Seers in het voorkeurscentrum van de banner
tr_tr: Afişin tercih merkezinde powered by Seers'ı gösterin veya gizleyin

source: APPLY
eu: APLIKATU
nl_nl: TOEPASSEN
tr_tr: UYGULA

source: Welcome!
eu: Ongi etorri!
nl_nl: Welkom!
tr_tr: Hoşgeldiniz!

source: The cookie banner has been successfully installed on your website.
eu: Cookie-en bandera behar bezala instalatu da zure webgunean.
nl_nl: De cookiebanner is met succes geïnstalleerd op uw website.
tr_tr: Çerez banner'ı web sitenize başarıyla yüklendi.

source: Overview
eu: Aurkezpen orokorra
nl_nl: Overzicht
tr_tr: Genel Bakış

source: Banner Status
tr_tr: Banner Durumu

source: Activated
eu: Aktibatuta
nl_nl: Geactiveerd
tr_tr: Etkinleştirildi

source: Regulation
eu: Araudia
nl_nl: Regulering
tr_tr: Yönetmelik

source: Language
eu: Mintzaira
nl_nl: Taal
tr_tr: Dilim

source: Targeted Location
eu: Helburua duen kokapena
nl_nl: Locatie
tr_tr: Hedeflenen Konum

source: Worldwide
eu: Mundu osoan
nl_nl: Wereldwijd
tr_tr: Dünya çapında

source: Customise Banner
eu: Pertsonalizatu bannerra
nl_nl: Banner aanpassen
tr_tr: Banner'ı Özelleştir

source: Framework
eu: Esparrua
tr_tr: Çerçeve

source: Learn more...
eu: Gehiago ikasi...
nl_nl: Leer meer...
tr_tr: Daha fazlasını öğrenin...

source: Do Not Track
eu: Ez Jarraitu
nl_nl: Niet volgen
tr_tr: Takip Etme

source: When enabled, visitors who are using a browser that sends a Do Not Track signal will have their signal automatically applied to their consent settings.
eu: Gaituta dagoenean, Ez jarraitu seinalea bidaltzen duen arakatzailea erabiltzen ari diren bisitariei seinalea automatikoki aplikatuko zaie baimenaren ezarpenetan.
nl_nl: Als dit is ingeschakeld, wordt het signaal van bezoekers die een browser gebruiken die een Do Not Track-signaal uitzendt automatisch toegepast op hun toestemmingsinstellingen.
tr_tr: Etkinleştirildiğinde, Do Not Track sinyali gönderen bir tarayıcı kullanan ziyaretçilerin sinyalleri otomatik olarak onay ayarlarına uygulanacaktır.

source: When enabled, Seers CMP will implement the IAB Global Privacy Platform and IAB EU TCF 2.x Frameworks along with their respective APIs.
eu: Gaituta dagoenean, Seers CMP-k IAB Global Privacy Platform eta IAB EU TCF 2.x Frameworks ezarriko ditu dagozkien APIekin batera.
nl_nl: Wanneer ingeschakeld, zal Seers CMP het IAB Global Privacy Platform en IAB EU TCF 2.x Frameworks implementeren, samen met hun respectievelijke API's.
tr_tr: Etkinleştirildiğinde Seers CMP, IAB Global Gizlilik Platformu ve IAB EU TCF 2.x Çerçevelerini ilgili API'leriyle birlikte uygulayacaktır.

source: Do Not Sell (CPRA)
eu: Ez Saldu (CPRA)
nl_nl: Niet verkopen (CPRA)
tr_tr: Satış Yapmayın (CPRA)

source: When enabled, visitors who are using a browser that sends a Do Not Sell Signal will have their signal automatically applied to their consent settings
eu: Gaituta dagoenean, Ez Saldu Seinalea bidaltzen duen arakatzailea erabiltzen ari diren bisitariei beren seinalea automatikoki aplikatuko zaie baimenaren ezarpenetan.
nl_nl: Als deze optie is ingeschakeld, wordt bij bezoekers die gebruikmaken van een browser die een Niet Verkopen-signaal uitzendt, dit signaal automatisch toegepast op hun toestemmingsinstellingen
tr_tr: Etkinleştirildiğinde, Satış Yapmayın Sinyali gönderen bir tarayıcı kullanan ziyaretçilerin onay ayarlarına otomatik olarak sinyal uygulanacaktır

source: When enabled, Google Consent Mode V2 for Google Analytics is supported. GCM must be implemented via your Google configuration for this option to function.
eu: Gaituta dagoenean, Google Analytics-erako Google Consent Mode V2 onartzen da. GCM zure Google konfigurazioaren bidez inplementatu behar da aukera honek funtziona dezan.
nl_nl: Wanneer deze optie is ingeschakeld, wordt Google Consent Mode V2 voor Google Analytics ondersteund. GCM moet worden geïmplementeerd via je Google-configuratie om deze optie te laten werken.
tr_tr: Etkinleştirildiğinde, Google Analytics için Google Consent Mode V2 desteklenir. Bu seçeneğin çalışması için GCM, Google yapılandırmanız aracılığıyla uygulanmalıdır.

source: Facebook Consent Mode
eu: Facebook Baimen modua
nl_nl: Facebook toestemmingsmodus
tr_tr: Facebook Onay Modu

source: Global Privacy Control (GPC)
eu: Pribatutasun Kontrol Globala (GPC)
nl_nl: Wereldwijde privacycontrole (GPC)
tr_tr: Küresel Gizlilik Kontrolü (GPC)

source: When enabled, visitors who are using a browser or extension that is GPC compliant will have their signal automatically applied to their consent settings.
eu: Gaituta dagoenean, GPC bat datorren arakatzaile edo luzapen bat erabiltzen ari diren bisitariei beren seinalea automatikoki aplikatuko zaie baimenaren ezarpenetan.
nl_nl: Als dit is ingeschakeld, wordt het signaal van bezoekers die een browser of extensie gebruiken die voldoet aan GPC automatisch toegepast op hun toestemmingsinstellingen.
tr_tr: Etkinleştirildiğinde, GPC uyumlu bir tarayıcı veya uzantı kullanan ziyaretçilerin sinyalleri otomatik olarak onay ayarlarına uygulanacaktır.

source: Connect to a Seers Premium account to create a cookie policy and let your users know how your site uses cookies.
eu: Konektatu Seers Premium kontu batera cookie-politika sortzeko eta zure webguneak cookieak nola erabiltzen dituen jakinarazteko erabiltzaileei.
nl_nl: Maak verbinding met een Seers Premium-account om een cookiebeleid op te stellen en uw gebruikers te laten weten hoe uw site cookies gebruikt.
tr_tr: Bir çerez politikası oluşturmak ve kullanıcılarınızın sitenizin çerezleri nasıl kullandığını bilmesini sağlamak için bir Seers Premium hesabına bağlanın.

source: Connect
eu: Konektatu
nl_nl: Verbinden
tr_tr: Bağlan

source: Sign up for a Seers Premium account to create a privacy policy and let your users know about your website's data collection practices.
eu: Erregistratu Seers Premium kontu batean pribatutasun-politika sortzeko eta zure erabiltzaileei zure webguneko datuak biltzeko praktiken berri emateko.
nl_nl: Meld je aan voor een Seers Premium-account om een privacybeleid op te stellen en je gebruikers te informeren over de manier waarop jouw website gegevens verzamelt.
tr_tr: Bir gizlilik politikası oluşturmak ve kullanıcılarınızın web sitenizin veri toplama uygulamaları hakkında bilgi sahibi olmasını sağlamak için bir Seers Premium hesabına kaydolun.

source: Sign Up
eu: Izena eman
nl_nl: Registreren
tr_tr: Kaydol

source: Please create cookies policy page and enter URL below.
eu: Mesedez, sortu cookieen politika orria eta sartu beheko URLa.
nl_nl: Maak een beleidspagina van cookies en voer hieronder URL in.
tr_tr: Lütfen Cookie İlkesi Sayfası oluşturun ve URL'yi aşağıya girin.

source: Enable Policy:
eu: Gaitu politika:
nl_nl: Beleid inschakelen:
tr_tr: Politikayı Etkinleştir:

source: Cookie Policy and declaration URL:
eu: Cookie Politika eta Adierazpen URLa:
nl_nl: Cookiebeleid en verklaring URL:
tr_tr: Cookie Politikası ve Deklarasyon URL:

source: Policy URL
eu: Politika URLa
nl_nl: BELEID URL
tr_tr: Politika URL'si

source: Save
eu: Aurreztu
nl_nl: OPSLAAN
tr_tr: KAYIT ETMEK

source: Enter your email below to access premium features! As a premium user, you can manage all the settings from the web app.
eu: Sartu zure e-posta behean premium funtzioetara sartzeko! Premium erabiltzaile gisa, ezarpen guztiak kudea ditzakezu web aplikaziotik.
nl_nl: Voer hieronder je e-mailadres in om toegang te krijgen tot premium functies! Als premium gebruiker kunt u alle instellingen beheren vanuit de webapp.
tr_tr: Premium özelliklere erişmek için aşağıya e-postanızı girin! Premium kullanıcı olarak, tüm ayarları web uygulamasından yönetebilirsiniz.

source: Documentation
eu: Dokumentazioa
nl_nl: Documentatie
tr_tr: Dokümantasyon

source: Refer to our comprehensive documentation to help you with the setup process and get started with all the features and functionalities.
eu: Kontsultatu gure dokumentazio osoa konfigurazio-prozesuan laguntzeko eta eginbide eta funtzionalitate guztiekin hasteko.
nl_nl: Raadpleeg onze uitgebreide documentatie om je te helpen bij het installatieproces en aan de slag te gaan met alle functies en functionaliteiten.
tr_tr: Kurulum sürecinde size yardımcı olması ve tüm özellikleri ve işlevleri kullanmaya başlamanız için kapsamlı belgelerimize bakın.

source: Open
eu: Ireki
tr_tr: Açık

source: Help and Support
eu: Laguntza eta laguntza
nl_nl: Hulp en ondersteuning
tr_tr: Yardım ve Destek

source: We are here to help! If you have any questions or encounter any issues, please don't hesitate to reach out. We're ready to support you every step of the way.
eu: Hemen gaude laguntzeko! Galderarik baduzu edo arazoren bat aurkitzen baduzu, mesedez, ez izan zalantzarik. Bideko urrats guztietan laguntzeko prest gaude.
nl_nl: We zijn er om je te helpen! Als je vragen hebt of problemen ondervindt, aarzel dan niet om contact met ons op te nemen. We staan klaar om je bij elke stap te ondersteunen.
tr_tr: Yardım etmek için buradayız! Herhangi bir sorunuz varsa veya herhangi bir sorunla karşılaşırsanız, lütfen bize ulaşmaktan çekinmeyin. Size her adımda destek olmaya hazırız.

source: Contact Us
eu: Jar zaitez gurekin harremanetan
nl_nl: Neem contact met ons op
tr_tr: Bize Ulaşın

source: Settings
eu: Ezarpen
nl_nl: Instellingen
tr_tr: Ayarlar

source: Upgrade Premium
eu: Berritu Premium
tr_tr: Yükseltme primi

source: Cannot find domain with this key.
eu: Ezin da aurkitu domeinua gako honekin.
nl_nl: Kan domein niet vinden met deze sleutel.
tr_tr: Bu anahtara sahip alan adı bulunamıyor.

source: Secret does not match
eu: Sekretua ez dator bat
nl_nl: Het geheim komt niet overeen
tr_tr: Sır eşleşmiyor

source: Current domain not added for this Cookie ID.
eu: Oraingo domeinua ez da gehitu Cookie ID honetarako.
nl_nl: Huidig domein niet toegevoegd voor deze Cookie ID.
tr_tr: Bunun için mevcut alan adı eklenmemiştir Cookie ID.

source: Key is wrong.
eu: Gakoa oker dago.
nl_nl: De sleutel is verkeerd.
tr_tr: Anahtar yanlış.

source: Key is correct for current domain.
eu: Gakoa zuzena da uneko domeinurako.
nl_nl: Sleutel is correct voor het huidige domein.
tr_tr: Anahtar mevcut alan adı için doğrudur.

source: Sorry, link is expire please try again.
eu: Barkatu, esteka iraungi da, mesedez saiatu berriro.
nl_nl: Sorry, de link is verlopen, probeer het opnieuw.
tr_tr: Üzgünüz, bağlantının süresi doldu lütfen tekrar deneyin.

source: Security check failed.
eu: Segurtasun-egiaztapenak huts egin du.
nl_nl: Veiligheidscontrole is mislukt.
tr_tr: Güvenlik kontrolü başarısız oldu.

source: Cookies policy added successfully.
eu: Cookies politika behar bezala gehitu da.
nl_nl: Cookies-beleid toegevoegd met succes.
tr_tr: Cookie politikası başarıyla eklendi.

source: Cookies policy disabled successfully.
eu: Cookies politika behar bezala desgaitu da.
nl_nl: Cookies beleid succesvol uitgeschakeld.
tr_tr: Cookies politikası başarıyla devre dışı bırakıldı.

source: Please login again.
eu: Mesedez, hasi saioa berriro.
nl_nl: Gelieve opnieuw in te loggen.
tr_tr: Lütfen tekrar giriş yapın.

source: Some thing went wrong. Please check url and try again
eu: Gauza batzuk oker joan ziren. Mesedez, egiaztatu URLa eta saiatu berriro
nl_nl: Er is iets fout gegaan. Controleer URL en probeer het opnieuw
tr_tr: Bir şeyler yanlış gitti. Lütfen URL'yi kontrol edin ve tekrar deneyin

source: Some thing went wrong.
eu: Gauza batzuk oker joan ziren.
nl_nl: Er is iets fout gegaan.
tr_tr: Bir şeyler yanlış gitti.

source: Settings has been updated successfully
eu: Ezarpenak ondo eguneratu dira
nl_nl: Instellingen zijn succesvol bijgewerkt
tr_tr: Ayarlar başarıyla güncellendi

source: Dashboard
eu: Arbela
tr_tr: Kontrol Paneli

source: Account Setup
eu: Kontuaren konfigurazioa
nl_nl: Instellen van een account
tr_tr: Hesap kurulumu

source: General
eu: Orokorrak
nl_nl: Algemeen
tr_tr: Genel

source: Appearance
eu: Itxura
nl_nl: Uiterlijk
tr_tr: Görünüm

source: Visuals
tr_tr: Görseller

source: Frameworks
eu: Esparruak
nl_nl: Kaders
tr_tr: Çerçeveler

source: Reports
eu: Txostenak
nl_nl: Rapporten
tr_tr: Raporlar

source: User Guide
eu: Erabiltzailearen gida
nl_nl: Gebruikershandleiding
tr_tr: Kullanici rehberi

source: Pricing Plan
nl_nl: Betaalplan
tr_tr: Ödeme Planı

source: Support
eu: Laguntza
nl_nl: Ondersteuning
tr_tr: Destek

source: Need any help?
eu: Laguntzarik behar al duzu?
nl_nl: Hulp nodig?
tr_tr: Yardıma ihtiyacınız var mı?

source: Policy
eu: Politika
nl_nl: Beleid
tr_tr: Politika

source: Advance Features
eu: Aurreratu Ezaugarriak
nl_nl: Geavanceerde functies
tr_tr: Gelişmiş Özellikler

source: Banner Settings
eu: Banner ezarpenak
nl_nl: Banner-instellingen
tr_tr: Banner Ayarları

source: Visual Settings
eu: Ezarpen bisualak
nl_nl: Visuele instellingen
tr_tr: Görsel ayarlar

source: Enable/disable Cookie banner
eu: Gaitu / Desgaitu Cookie Banner
nl_nl: Schakel cookie banner in / uit
tr_tr: Cookie Afişini Etkinleştir / Devre Dışı Bırak

source: Consent Frequency
eu: Adostasun Maiztasuna
nl_nl: Toestemmingsfrequentie
tr_tr: Onay Sıklığı

source: Consent expiry limit
eu: Baimenaren iraungitze muga
nl_nl: Einddatum van de toestemming
tr_tr: Onay sona erme sınırı

source: You can select language from your wordpress Settings > General.
eu: Zure wordpress Ezarpenak > Orokorra aukeran hizkuntza hauta dezakezu.
nl_nl: U kan de taal selecteren via uw wordpress Instellingen > Algemeen.
tr_tr: Dili wordpress Ayarlar > Genel bölümünden seçebilirsiniz.

source: Show Badge
eu: Erakutsi txapa
nl_nl: Toon badge
tr_tr: Rozeti göster

source: Show a badge to enable the cookie banner to appear post consent.
eu: Erakutsi txapela, cookie-banner-a post-baimena agertzeko.
nl_nl: Toon een badge om de cookie-banner in staat te stellen na toestemming te verschijnen.
tr_tr: Cookie afişinin posta izni görünmesini sağlamak için bir rozeti göster.

source: Banner Text
eu: Banner testua
nl_nl: Banner tekst
tr_tr: Afiş metni

source: Text to appear on the banner:
eu: Banner-ean agertzeko testua:
nl_nl: Tekst om op de banner te verschijnen:
tr_tr: Banner'da görünecek metin:

source: Body text will not appears when google banner will be active. Google banner can be set from seersco.com user dashboard
eu: Gorputz testua ez da agertuko google banner aktibo dagoenean. Google banner seersco.com erabiltzailearen paneletik ezar daiteke
nl_nl: Body text zal niet verschijnen wanneer google banner actief is. Google banner kan worden ingesteld vanuit seersco.com gebruikers dashboard
tr_tr: Google banner aktif olduğunda gövde metni görünmeyecektir. Google banner seersco.com kullanıcı panelinden ayarlanabilir

source: Colour
eu: Kolore
nl_nl: Kleur
tr_tr: Renk

source: The text colour to appear on the banner:
eu: Testuaren kolorea bandera agertzen da:
nl_nl: De tekstkleur verschijnt op de banner:
tr_tr: TEKNİK BAĞLANTISI BAĞLANTISI:

source: Banner Background
eu: Banner aurrekariak
nl_nl: Banner achtergrond
tr_tr: Afiş arka plan

source: You can change the background colour of the banner:
eu: Banderaren atzeko planoaren kolorea alda dezakezu:
nl_nl: U kunt de achtergrondkleur van de banner wijzigen:
tr_tr: Afişin arka plan rengini değiştirebilirsiniz:

source: Accept Button
eu: Onartu botoia
nl_nl: Accepteer knop
tr_tr: Kabul düğmesi

source: You can change text colour, button colour and text of the 'Accept All' button
eu: Testu kolorea, botoiaren kolorea eta 'Onartu guztiak' botoia alda ditzakezu
nl_nl: U kunt tekstkleur, knop en tekst van de knop 'Alles accepteren "wijzigen
tr_tr: Metin rengini, düğme rengini ve 'Hepsini Kabul Et' düğmesini değiştirebilirsiniz

source: Text Colour
eu: Testu kolorea
nl_nl: Tekstkleur
tr_tr: Metin rengi

source: The text colour to appear on the 'Accept All' button:
eu: Testuaren kolorea 'Onartu guztia' botoian agertzen da:
nl_nl: De tekstkleur verschijnt op de knop 'Alles accepteren':
tr_tr: 'Hepsini Kabul Et' düğmesinde görünecek metin rengi:

source: Button Colour
eu: Botoiaren kolorea
nl_nl: Knoopkleur
tr_tr: Düğme rengi

source: The 'Accept All' button colour to appear on the banner:
eu: 'Onartu' botoiaren kolorea bandera gainean agertzeko:
nl_nl: De 'Accepteer alle' Knopkleur om op de banner te verschijnen:
tr_tr: Afiş üzerinde görünecek 'tüm' düğme rengini kabul et:

source: Reject Button
eu: Botoia arbuiatu
nl_nl: Knop weigeren
tr_tr: Reddet düğmesi

source: You can change text colour, button colour and text of the 'Reject All' button
eu: Testuaren kolorea, botoiaren kolorea eta 'baztertzeko botoiaren testua alda ditzakezu
nl_nl: U kunt tekstkleur, knopkleur en -tekst van de knop 'Alles verwijderen' wijzigen
tr_tr: Metin rengini, düğme rengini ve 'Tümünü Reddet' düğmesini değiştirebilirsiniz

source: The text colour to appear on the 'Reject All' button:
eu: Testuaren kolorea 'Ezetsi Guztiak' botoian agertzen da:
nl_nl: De tekstkleur die verschijnt op de knop 'Alles afwijzen':
tr_tr: 'Tümünü Reddet' düğmesini görünecek metin rengi:

source: The 'Reject All' button colour to appear on the banner:
eu: Banner gainean agertzeko botoiaren kolorea 'baztertu:
nl_nl: De kleur 'Alles' afwijzen 'om op de banner te verschijnen:
tr_tr: Afiş üzerinde görünecek 'tüm' düğme rengini reddetme:

source: Setting Button
eu: Ezarri botoia
nl_nl: Instelknop
tr_tr: Ayar düğmesi

source: You can change text colour and text of the 'Setting' button
eu: 'Ezarpena' botoiaren testu kolorea eta testua alda ditzakezu
nl_nl: U kunt tekstkleur en tekst van de knop 'Instelling' wijzigen
tr_tr: 'Ayar' düğmesinin metin rengini ve metnini değiştirebilirsiniz

source: The text colour to appear on the 'Setting' button:
eu: Testu kolorea 'Ezarpen' botoian agertzen da:
nl_nl: De tekstkleur verschijnt op de knop 'Instelling':
tr_tr: 'Ayar' düğmesinde görünecek metin rengi:

source: The 'Setting' button colour to appear on the banner:
eu: Banner-ean agertzen den 'ezarpena' botoiaren kolorea:
nl_nl: De kleur van de 'instelling' om op de banner te verschijnen:
tr_tr: Banner'da görünecek 'ayar' düğmesi rengi:

source: Fonts
eu: Letra-tipoak
nl_nl: Lettertypen
tr_tr: Yazı tipleri

source: You can select a font for the text of the banner:
eu: Banner testua lortzeko letra-tipo bat hauta dezakezu:
nl_nl: U kunt een lettertype selecteren voor de tekst van de banner:
tr_tr: Afişin metni için bir yazı tipi seçebilirsiniz:

source: Select Button
eu: Hautatu botoia
nl_nl: Selecteer knop
tr_tr: Seç düğmesini seçin

source: You can select the shape of the buttons that appear on the banner.
eu: Banner gainean agertzen diren botoien forma hauta dezakezu.
nl_nl: U kunt de vorm van de knoppen selecteren die op de banner verschijnen.
tr_tr: Afiş üzerinde görünen düğmelerin şeklini seçebilirsiniz.

source: Display Style
eu: Bistaratzeko estiloa
nl_nl: Weergave stijl
tr_tr: Ekran Stili

source: Position
eu: Posizioa
nl_nl: Positie
tr_tr: Pozisyon

source: Place of Banner.
eu: Pankartaren lekua.
nl_nl: Plaats van het vaandel.
tr_tr: Afiş yeri.

source: PREVIEW
eu: Aurrerapen
nl_nl: Voorbeeld
tr_tr: Ön izleme

source: SAVE
eu: Aurreztu
nl_nl: OPSLAAN
tr_tr: KAYIT ETMEK

source: Powering all your
eu: Zurea zurea
nl_nl: Al je aanzetten
tr_tr: Hepinize güç vermek

source: Privacy &amp; Data Security needs
eu: Pribatutasuna eta; Datuen segurtasun beharrak
nl_nl: Behoeften inzake privacy en gegevensbeveiliging
tr_tr: Mahremiyet ve; Veri Güvenliği İhtiyaçları

source: Gain access to an extensive range of GDPR, PECR, CCPA &amp; ePrivacy compliance tools,
eu: Sar zaitez GDPR, PECR, CCPA eta; EPRIVACY Betetze tresnak,
nl_nl: Krijg toegang tot een uitgebreide reeks GDPR-, PECR-, CCPA- en ePrivacy-nalevingstools,
tr_tr: GSYH, PECR, CCPA'nın kapsamlı bir yelpazesine erişin ve; EPRIVCY uyumluluk araçları,

source: all
eu: guzti
nl_nl: alle
tr_tr: tüm

source: designed to take the hassle out of complying with the new data protection regulations.
eu: datu berriak betetzeko arazorik ez izateko diseinatua Babes Araudia.
nl_nl: ontworpen om het gedoe te halen om te voldoen aan de nieuwe gegevens Beschermingsvoorschriften.
tr_tr: zorla yeni verilere uymaktan vazgeçmek için tasarlanmıştır koruma yönetmelikleri.

source: Policies Pack
eu: Politikak Pack
tr_tr: Politikalar Paketi

source: Templates Pack
eu: Txantiloien paketea
nl_nl: Sjablonen pack
tr_tr: Şablonlar paketi

source: GDPR Staff eTraining
eu: GDPRko langileei eTraining
nl_nl: GDPR-medewerkers
tr_tr: GDPR personeli Etraining

source: Cookie Consent Management
eu: Cookie Baimenen Kudeaketa
nl_nl: Cookie Tekensbeheer
tr_tr: Cookie İzni Yönetimi

source: GDPR Audit
eu: GDPR Ikuskaritza
tr_tr: Gdpr denetimi

source: Cyber Secure
eu: Ziber segurua
tr_tr: Siber güvenli

source: Subject Request Management
eu: Gaiaren eskaera kudeaketa
nl_nl: Onderwerp Aanvraagbeheer
tr_tr: Konu Talep Yönetimi

source: START FREE
eu: Hasi doan
nl_nl: Start gratis
tr_tr: Serbest bırakmak

source: Child privacy
eu: Haurren pribatutasuna
nl_nl: Privacy van kinderen
tr_tr: Çocuk mahremiyeti

source: Shows layer of banners for Age appropriate Children Consent
eu: Adinaren araberako haurren baimena emateko pankarta-geruza erakusten du
nl_nl: Toont laag van banners voor Leeftijdsgebonden Kindertoestemming
tr_tr: Yaşa uygun Çocuk İzni için afiş katmanını gösterir

source: Google consent mode
eu: Google-ren baimen modua
nl_nl: Google toestemmingsmodus
tr_tr: Google onay modu

source: Activate GCM to get analytics without capturing personal information
eu: Aktibatu GCM analitikoak lortzeko informazio pertsonala atera gabe
nl_nl: Activeer GCM om analyses te krijgen zonder persoonlijke informatie vast te leggen
tr_tr: Kişisel bilgileri yakalamadan analiz almak için GCM'yi etkinleştirin

source: Activate FCM API to pause sending pixel signals to Facebook
eu: Aktibatu FCM APIa Facebook-era pixel-seinaleak bidaltzeko eteteko
nl_nl: Activeer FCM API om het verzenden van pixel signalen naar Facebook te pauzeren
tr_tr: Facebook'a piksel sinyalleri göndermeyi duraklatmak için FCM API'yi etkinleştirin

source: Own Branding Logo
eu: Marka propioaren logotipoa
nl_nl: Eigen logo
tr_tr: Kendi Markası Logo

source: Add a logo of your business
eu: Gehitu zure negozioaren logotipoa
nl_nl: Voeg een logo van uw bedrijf toe
tr_tr: İşletmenizin logosunu ekleyin
